[
  {
    "title": "Immortal X-Men (2022) #1",
    "genres": ["Superhero"],
    "quantity": 2,
    "category": ["avengers", "marvel"],
    "price": 4.99,
    "year": "March 30, 2022",
    "writer": "Kieron Gillen",
    "img": "immortalx-men(2022)1",
    "description": "IN THE QUIET COUNCIL, NO ONE CAN HEAR YOU SCREAM! The Quiet Council rules the Krakoan age, for better... or worse. Now, shaken by INFERNO and X LIVES / X DEATHS OF WOLVERINE they strive to hold together, no matter how much they want to tear each other apart. Writer Kieron Gillen (UNCANNY X-MEN, ETERNALS, The Wicked + The Divine, Die) returns to the world of X with artist Lucas Werneck (TRIAL OF MAGNETO) to bring us all into the room where it happens. “It” being “the most powerful people on Earth deciding the fate of the whole planet.” Prepare for sinister secrets to be revealed and learn that some secrets are more sinister than others...",
    "rating": 4.15,
    "status": "ongoing"
  },
  {
    "title": "Immortal X-Men (2022) #2",
    "genres": ["Superhero"],
    "quantity": 5,
    "category": ["avengers", "marvel"],
    "price": 4.99,
    "year": "May 18, 2022",
    "writer": "Kieron Gillen",
    "img": "immortalx-men(2022)2",
    "description": "EMERGENCY COUNCIL MEETING! Magneto leaving the council means big shoes need to be filled. Selene demonstrating her foot size by crushing the whole island beneath it is unorthodox, yet compelling. Can the Quiet Council resist?",
    "rating": 4.08,
    "status": "ongoing"
  },
  {
    "title": "Immortal X-Men (2022) #3",
    "genres": ["Superhero"],
    "quantity": 3,
    "category": ["avengers", "marvel"],
    "price": 4.99,
    "year": "June 22, 2022",
    "writer": "Kieron Gillen",
    "img": "immortalx-men(2022)3",
    "description": "THE DESTINY OF X! Over one hundred years ago, Irene Adler wrote twelve books. A sequel is long overdue.",
    "rating": 4.53,
    "status": "ongoing"
  },
  {
    "title": "Immortal X-Men (2022) #4",
    "genres": ["Superhero"],
    "quantity": 12,
    "category": ["avengers", "marvel"],
    "price": 4.99,
    "year": "July 13, 2022",
    "writer": "Kieron Gillen",
    "img": "immortalx-men(2022)4",
    "description": "A GALA PERFORMANCE! Emma Frost will do anything to protect the children, including the metaphorical child that is the Hellfire Gala. Last year's was a fantastic success. She would not like it if someone ruined the second. She would not like it at all. But don't worry, I'm sure it'll go fine.",
    "rating": 4.11,
    "status": "ongoing"
  },
  {
    "title": "Immortal X-Men (2022) #5",
    "genres": ["Superhero"],
    "quantity": 11,
    "category": ["avengers", "marvel"],
    "price": 4.99,
    "year": "August 03, 2022",
    "writer": "Kieron Gillen",
    "img": "immortalx-men(2022)5",
    "description": "THE BOOK OF EXODUS! Bennet du Paris was born in the 12th century. Exodus marched forth with a sword in his hand and a shield in his heart to protect what he believes. It's now the 21st century. What's changed? Nothing. Absolutely nothing. And the Eternals who dared attack Krakoa are going to discover what that means.",
    "rating": 4.09,
    "status": "ongoing"
  },
  {
    "title": "Immortal X-Men (2022) #6",
    "genres": ["Superhero"],
    "quantity": 14,
    "category": ["avengers", "marvel"],
    "price": 4.99,
    "year": "September 07, 2022",
    "writer": "Kieron Gillen",
    "img": "immortalx-men(2022)6",
    "description": "AN A.X.E. TIE-IN! Judgment comes and the Quiet Council grows suspiciously quiet. An exception: Do you think a man so devoted to the Hellfire cares one jot? Let's find out.",
    "rating": 4.12,
    "status": "ongoing"
  },
  {
    "title": "The Amazing Spider-Man (2018) #1",
    "genres": ["Superhero"],
    "quantity": 2,
    "category": ["spider-man", "marvel"],
    "price": 5.99,
    "year": "July 11, 2018",
    "writer": "Nick Spencer",
    "img": "spider-man(2018)1",
    "description": "An alien invasion hits New York City and the only one who can stop it is…Spider-Man?! And if even that's not enough, you'll see a new roommate, new love interests - and a new villain! Spider-Man goes back to basics courtesy of Nick Spencer (SECRET EMPIRE, SUPERIOR FOES OF SPIDER-MAN) and the Marvel debut of RYAN OTTLEY (Invincible)!",
    "rating": 3.97,
    "status": "ongoing"
  },
  {
    "title": "The Amazing Spider-Man (2018) #2",
    "genres": ["Superhero"],
    "quantity": 3,
    "category": ["spider-man", "marvel"],
    "price": 5.99,
    "year": "July 25, 2018",
    "writer": "Nick Spencer",
    "img": "spider-man(2018)2",
    "description": "A revelation from the past puts Peter Parker's job, relationships, and whole life in jeopardy while an alien invasion hits New York City!",
    "rating": 3.85,
    "status": "ongoing"
  },
  {
    "title": "The Amazing Spider-Man (2018) #3",
    "genres": ["Superhero"],
    "quantity": 12,
    "category": ["spider-man", "marvel"],
    "price": 5.99,
    "year": "August 08, 2018",
    "writer": "Nick Spencer",
    "img": "spider-man(2018)3",
    "description": "Things are crazy for Spider-Man. His personal life in turmoil AND the giant TRI-SENTINEL has returned to attack NYC!",
    "rating": 3.84,
    "status": "ongoing"
  },
  {
    "title": "The Amazing Spider-Man (2018) #4",
    "genres": ["Superhero"],
    "quantity": 8,
    "category": ["spider-man", "marvel"],
    "price": 5.99,
    "year": "August 22, 2018",
    "writer": "Nick Spencer",
    "img": "spider-man(2018)4",
    "description": "Someone is out there impersonating Peter Parker! Is it the Chameleon? An LMD? Ultimate Peter Parker making his Marvel U debut? Think again, True Believer!",
    "rating": 3.74,
    "status": "ongoing"
  },
  {
    "title": "The Amazing Spider-Man (2018) #5",
    "genres": ["Superhero"],
    "quantity": 9,
    "category": ["spider-man", "marvel"],
    "price": 5.99,
    "year": "September 12, 2018",
    "writer": "Nick Spencer",
    "img": "spider-man(2018)4",
    "description": "Things look bad for Peter Parker…but GREAT for Spider-Man! The first arc of the epic new run on ASM comes to a climactic finish!",
    "rating": 3.43,
    "status": "ongoing"
  },
  {
    "title": "Black Widow (2014) #1",
    "genres": ["Superhero"],
    "quantity": 2,
    "category": ["black-widow", "marvel"],
    "price": 1.99,
    "year": "January 08, 2014",
    "writer": "Nathan Edmondson",
    "img": "black-widow(2014)1",
    "description": "The Finely Woven Thread. You've seen Black Widow as an Avenger and even an Agent of Shield. But on her own time she searches for atonement for her past as a KGB assassin - in ways of which those teams just wouldn't approve. From the darkest corners of the Marvel Universe, Nathan Edmonson (Who is Jake Ellis?) and Phil Noto (Thunderbolts, X-23) bring you a new ongoing series as gorgeous and mysterious as Nastasha Romanov herself!",
    "rating": 5.00,
    "status": "ongoing"
  },
  {
    "title": "Black Widow (2014) #2",
    "genres": ["Superhero"],
    "quantity": 1,
    "category": ["black-widow", "marvel"],
    "price": 1.99,
    "year": "January 22, 2014",
    "writer": "Nathan Edmondson",
    "img": "black-widow(2014)2",
    "description": "In fact, it's so good, that you won't want to wait another month for the next issue. And you won't have to!",
    "rating": 4.06,
    "status": "ongoing"
  },
  {
    "title": "Black Widow (2014) #3",
    "genres": ["Superhero"],
    "quantity": 3,
    "category": ["black-widow", "marvel"],
    "price": 1.99,
    "year": "February 05, 2014",
    "writer": "Nathan Edmondson",
    "img": "black-widow(2014)3",
    "description": "The Finely Woven Thread - PART 3: 'FOLIAGE.' She's the kind of woman you call when you need to escape from a South American prison. Don't miss the book everyone is talking about (and it isn't even out yet!)",
    "rating": 4.06,
    "status": "ongoing"
  },
  {
    "title": "Black Widow (2014) #4",
    "genres": ["Superhero"],
    "quantity": 5,
    "category": ["black-widow", "marvel"],
    "price": 1.99,
    "year": "March 12, 2014",
    "writer": "Nathan Edmondson",
    "img": "black-widow(2014)4",
    "description": "From the cold streets of old Russia, the Hand of God reaches out to crush Black Widow - and it is merciless. Outmatched by the brute force of a powerful new villain, Natasha finds a deadly plot unfolding that spans the entire globe. Jump on to the sensational new series as the most lethal The Avenger faces her deadliest test!",
    "rating": 5.00,
    "status": "ongoing"
  },
  {
    "title": "Black Widow (2014) #5",
    "genres": ["Superhero"],
    "quantity": 3,
    "category": ["black-widow", "marvel"],
    "price": 1.99,
    "year": "April 02, 2014",
    "writer": "Nathan Edmondson",
    "img": "black-widow(2014)5",
    "description": "Paris, London, Montenegro. Natasha is in a race against time, under the shadow of the hammer...A dark plot threatens Europe, and even SHIELD doesn't know who's behind it...With nowhere to turn for answers, Natasha has no choice but to ask THE RAVEN for help...",
    "rating": 5.00,
    "status": "ongoing"
  },
  {
    "title": "Avengers (2018) #1",
    "genres": ["Superhero"],
    "quantity": 10,
    "category": ["avengers", "marvel"],
    "price": 3.99,
    "year": "May 02, 2018",
    "writer": "Jason Aaron",
    "img": "avengers(2018)1",
    "description": "Thor Odinson. Steve Rogers. Tony Stark. The Big Three of the Avengers are reunited at last! And just in time to save the world from total annihilation at the hands of their most powerful enemies yet: the 2000-foot-tall space gods known as Celestials. Behold the coming of the Final Host. Who will answer the call to assemble for a wild new era of Earth's Mightiest Heroes? Hint: one of them has a flaming skull for a head. And what strange, world-shaking connection exists between the Final Host and Odin's ancient band of Prehistoric Avengers?",
    "rating": 3.44,
    "status": "ongoing"
  },
  {
    "title": "Avengers (2018) #2",
    "genres": ["Superhero"],
    "quantity": 6,
    "category": ["avengers", "marvel"],
    "price": 3.99,
    "year": "May 16, 2018",
    "writer": "Jason Aaron",
    "img": "avengers(2018)2",
    "description": "Black Panther and Dr. Strange battle for their lives deep within the earth…Captain Marvel battles death and destruction raining down from the skies…while Thor, Iron Man and Captain America lead the valiant (yet hopeless) fight against the Final Host of Dark Celestials. And Ghost Rider and the Savage Hulk make brutal war against...each other? Plus, you can't have a gathering of Avengers without a certain Prince of Lies, now can you?",
    "rating": 3.75,
    "status": "ongoing"
  },
  {
    "title": "Avengers (2018) #3",
    "genres": ["Superhero"],
    "quantity": 7,
    "category": ["avengers", "marvel"],
    "price": 3.99,
    "year": "June 20, 2018",
    "writer": "Jason Aaron",
    "img": "avengers(2018)3",
    "description": "THE FINAL HOST PART 3 FROM JASON AARON AND ED MCGUINNESS! Fate has once again brought together Earth’s Mightiest Heroes to face their greatest challenge yet. But with Captain America now taken prisoner by Loki, what hope do these new Avengers have to defeat the Final Host of Dark Celestials? And what startling secrets are still left to be uncovered that will rewrite everything we know about the origin of the Marvel Universe?",
    "rating": 3.74,
    "status": "ongoing"
  },
  {
    "title": "Avengers (2018) #4",
    "genres": ["Superhero"],
    "quantity": 9,
    "category": ["avengers", "marvel"],
    "price": 3.99,
    "year": "June 20, 2018",
    "writer": "Jason Aaron",
    "img": "avengers(2018)4",
    "description": "How do the Avengers possibly defeat a crew of 2,000-foot-tall, nearly omnipotent Dark Celestials bent on annihilating the human race? While Thor and Hulk search for answers deep within the bowels of Old Asgard, we learn more about the untold history of Odin and his Prehistoric Avengers!",
    "rating": 3.56,
    "status": "ongoing"
  },
  {
    "title": "What If...? Miles Morales (2022) #1",
    "genres": ["Superhero"],
    "quantity": 12,
    "category": ["what-if", "marvel"],
    "price": 4.99,
    "year": "March 02, 2022",
    "writer": "Cody Ziglar",
    "img": "what-ff-miles-morales(2022)1",
    "description": "FRIENDLY NEIGHBORHOOD…CAPTAIN AMERICA! What if…Miles Morales had never been bitten by a genetically enhanced spider and became Spider-Man? What if instead…the U.S. government recruited, trained, and granted him incredible powers with the Super-Soldier Serum? What makes Miles a hero no matter the circumstances, no matter the reality?! And are there OTHER super heroes the many Miles of the multiverse might have become instead of Spidey?!",
    "rating": 3.80,
    "status": "ongoing"
  },
  {
    "title": "What If...? Miles Morales (2022) #2",
    "genres": ["Superhero"],
    "quantity": 15,
    "category": ["what-if", "marvel"],
    "price": 4.99,
    "year": "April 13, 2022",
    "writer": "Cody Ziglar",
    "img": "what-ff-miles-morales(2022)2",
    "description": "MILES IS THE BEST THERE IS AT WHAT HE DOES…And in this reality, what he does isn't very nice. What if…Miles was taken from everything he ever knew - his family, his home, his life - and transformed into the most dangerous, immortal weapon of war the world has ever seen? Miles has been made into the Wolverine…but that doesn't mean he has to be what they made him…",
    "rating": 3.36,
    "status": "ongoing"
  },
  {
    "title": "Star Wars: Bounty Hunters (2020) #1",
    "genres": ["Science-fiction"],
    "quantity": 13,
    "category": ["bounty-hunters", "star-wars", "other"],
    "price": 3.99,
    "year": "March 11, 2020",
    "writer": "Ethan Sacks",
    "img": "star-wars-bounty-hunters(2020)1",
    "description": "VALANCE'S FIRST APPEARANCES, ALSO AVAILABLE- NEVER BETRAY A BOUNTY HUNTER - ESPECIALLY IF IT'S BOBA FETT! Years ago, VALANCE and fellow bounty hunters BOSSK and BOBA FETT took on a mission that went sideways in a bad way after Valance's mentor, NAKANO LASH, violently betrayed them. Valance's team barely escaped with their lives. He never thought he'd face his old mentor ever again-until Lash finally resurfaces under mysterious circumstances. Every bounty hunter in the galaxy wants a piece and Valance is hell-bent on getting to the prize first. He has score to settle-but so does Boba Fett! ETHAN SACKS (OLD MAN HAWKEYE and GALAXY'S EDGE) and PAOLO VILLANELLI (VADER: DARK VISIONS and JEDI FALLEN ORDER - DARK TEMPLE) are teaming up to bring you the bounty hunter adventure you've been waiting for this March!",
    "rating": 4.50,
    "status": "ongoing"
  },
  {
    "title": "Star Wars: Bounty Hunters (2020) #2",
    "genres": ["Science-fiction"],
    "quantity": 10,
    "category": ["bounty-hunters", "star-wars", "other"],
    "price": 3.99,
    "year": "March 25, 2020",
    "writer": "Ethan Sacks",
    "img": "star-wars-bounty-hunters(2020)2",
    "description": "BOUNTY HUNTERS DRAW FIRST BLOOD! Cyborg bounty hunter VALANCE will stop at nothing to find his old mentor, NAKANO LASH, after her stinging betrayal years earlier. But other bounty hunters have taken the job after a vicious crime lord put out the hit. Everyone's got a reason to go after the traitorous Nautolan. BOSSK, BOBA FETT and a slew of new killers are hot on Lash's trail. Can Valance get to her first? And what could have possibly made Lash break her word and betray her fellow hunters? The truth could shake the foundations of the criminal underworld in the galaxy!",
    "rating": 4.60,
    "status": "ongoing"
  },
  {
    "title": "Star Wars: Bounty Hunters (2020) #3",
    "genres": ["Science-fiction"],
    "quantity": 10,
    "category": ["bounty-hunters", "star-wars", "other"],
    "price": 3.99,
    "year": "June 24, 2020",
    "writer": "Ethan Sacks",
    "img": "star-wars-bounty-hunters(2020)3",
    "description": "The on-sale date listed here is subject to change. DUEL TO THE DEATH?AS THE SCOREKEEPER WILLS! Bossk confronts Valance in the ultimate heavyweight battle?and only one bounty hunter will remain standing when the dust clears. The mysterious Nakano Lash finally resurfaces, threatening to plunge the underworld into an all-out war between two of the most powerful criminal syndicates in the galaxy. Every bounty hunter, including the fearsome BOBA FETT, is after Lash. But what truly drives Fett to hunt down this particular quarry? Is it for the payday or?vengeance?! What exactly happened to Boba, Valance and Lash on that ill-fated mission so many years ago??",
    "rating": 4.30,
    "status": "ongoing"
  },
  {
    "title": "Star Wars: Bounty Hunters (2020) #4",
    "genres": ["Science-fiction"],
    "quantity": 10,
    "category": ["bounty-hunters", "star-wars", "other"],
    "price": 3.99,
    "year": "August 19, 2020",
    "writer": "Ethan Sacks",
    "img": "star-wars-bounty-hunters(2020)4",
    "description": "THE SINS THAT CAN'T BE ABSOLVED! With a blaster aimed at this back, cyborg bounty hunter VALANCE closes in on NAKANO LASH, the mentor who abandoned him many years ago. But what is the secret that Lash has been hiding ever since that fateful, doomed mission - one that led her to betray her entire crew? Those answers may die with her if a vengeful BOBA FETT gets to her first.",
    "rating": 3.60,
    "status": "ongoing"
  },
  {
    "title": "BATMAN BEYOND: NEO-YEAR #1",
    "genres": ["Superhero"],
    "quantity": 10,
    "category": ["batman", "dc"],
    "price": 3.99,
    "year": "Apr 5, 2022",
    "writer": "Jackson Lanzing",
    "img": "batman-beyond-neo-year1",
    "description": "Neo-Gotham is alive and has killed Bruce Wayne. It’s rejected Terry McGinnis as Batman and offered him the chance to escape. Terry turned it down—he is the city’s protector, and he will uphold the legacy of Batman. Now Neo-Gotham will do everything in its power to destroy Terry, including creating brand-new villains to fight him. Terry’s first year without Bruce Wayne begins…does he have a fighting chance? From the rising-star creative team of Collin Kelly and Jackson Lanzing (Kang the Conqueror) and Max Dunbar (Batman: Urban Legends, Robin), a new future for Batman Beyond has begun!",
    "rating": 4.20,
    "status": "ongoing"
  },
  {
    "title": "BATMAN #1",
    "genres": ["Superhero"],
    "quantity": 12,
    "category": ["batman", "dc"],
    "price": 2.99,
    "year": "Jun 15, 2016",
    "writer": "Tom King",
    "img": "batman1",
    "description": "No one has ever stopped the Caped Crusader. Not The Joker. Not Two-Face. Not even the entire Justice League. But how does Batman confront a new hero who wants to save the city from the Dark Knight?",
    "rating": 5.00,
    "status": "ongoing"
  },
  {
    "title": "BATMAN #2",
    "genres": ["Superhero"],
    "quantity": 5,
    "category": ["batman", "dc"],
    "price": 2.99,
    "year": "Jul 6, 2016",
    "writer": "Tom King",
    "img": "batman2",
    "description": "After a brush with disaster, Batman struggles to reconcile the fate he could be leaving behind for his city, and reaches out to the idealistic new hero, Gotham. But an evil is building that may overcome both Batman and his new ally",
    "rating": 5.00,
    "status": "ongoing"
  },
  {
    "title": "BATMAN #3",
    "genres": ["Superhero"],
    "quantity": 4,
    "category": ["batman", "dc"],
    "price": 2.99,
    "year": "Jul 20, 2016",
    "writer": "Tom King",
    "img": "batman3",
    "description": "Batman and Gotham strike out together to get to the bottom of the mysterious attacks against the city. Could this novel and headstrong new hero be everything Gotham City needs…at the cost of the Dark Knight? ",
    "rating": 5.00,
    "status": "ongoing"
  },
  {
    "title": "BATMAN #14",
    "genres": ["Superhero"],
    "quantity": 5,
    "category": ["batman", "dc"],
    "price": 2.99,
    "year": "Jan 4, 2017",
    "writer": "Tom King",
    "img": "batman14",
    "description": "Back in Gotham City, Batman and Catwoman confront their past and make a decision about their future that may change their city forever.",
    "rating": 4.70,
    "status": "ongoing"
  },
  {
    "title": "BATMAN #49",
    "genres": ["Superhero"],
    "quantity": 5,
    "category": ["batman", "dc"],
    "price": 3.99,
    "year": "Jun 20, 2018",
    "writer": "Tom King",
    "img": "batman49",
    "description": "Now it’s up to Catwoman to rescue her one true love. It’s the Cat vs. the Clown in one exciting showdown that sets the stage for our giant anniversary issue—and the biggest union in comics!",
    "rating": 4.10,
    "status": "ongoing"
  },
  {
    "title": "BATMAN #52",
    "genres": ["Superhero"],
    "quantity": 8,
    "category": ["batman", "dc"],
    "price": 3.99,
    "year": "Aug 1, 2018",
    "writer": "Tom King",
    "img": "batman52",
    "description": "The jury in the Mr. Freeze trial is hopelessly deadlocked because one man won’t vote guilty—and that man is Bruce Wayne. Freeze’s defense is that Batman used excessive force, making his arrest illegal, and Bruce is the one man who actually knows for sure what went down between Batman and his ice-cold nemesis. And if Bruce is right, that means everything he’s devoted himself to as the Caped Crusader is a lie; he is hurting more than helping. With Dick Grayson putting the Batsuit back on to keep Gotham City safe while Bruce is sequestered, could this be the out Bruce needs to discard the cape and cowl forever?",
    "rating": 4.70,
    "status": "ongoing"
  },
  {
    "title": "BATMAN #125",
    "genres": ["Superhero"],
    "quantity": 12,
    "category": ["batman", "dc"],
    "price": 4.99,
    "year": "Jul 5, 2022",
    "writer": "Chip Zdarsky",
    "img": "batman125",
    "description": "Superstar writer Chip Zdarsky joins legendary artist Jorge Jimenez to define a new era in Batman! Bruce Wayne is at a turning point, haunted by dreams of a dark future, while Gotham City billionaires are being gruesomely murdered. With the discovery of an archenemy's involvement and a tragedy unfolding, the Dark Knight's nightmares are just beginning.",
    "rating": 4.40,
    "status": "ongoing"
  },
  {
    "title": "HARLEEN #1",
    "genres": ["Superhero"],
    "quantity": 12,
    "category": ["Harlequin", "dc"],
    "price": 7.99,
    "year": "Sep 25, 2019",
    "writer": "Stjepan Sejic",
    "img": "harleen1",
    "description": "Dr. Harleen Quinzel has discovered a revolutionary cure for the madness of Gotham City-she just needs to prove it actually works. But with the criminal justice and mental health establishments united against her, the brilliant young psychologist must take drastic measures to save Gotham from itself. Witness Harleen’s first steps on a doomed quest that will give birth to the legendary super-villain Harley Quinn in this stunning reimagining of Harley and The Joker’s twisted and tragic love affair by visionary storyteller Stjepan Å ejic (AQUAMAN: UNDERWORLD, SUICIDE SQUAD, Sunstone).",
    "rating": 4.50,
    "status": "finished"
  },
  {
    "title": "HARLEEN #2",
    "genres": ["Superhero"],
    "quantity": 2,
    "category": ["Harlequin", "dc"],
    "price": 7.99,
    "year": "Oct 30, 2019",
    "writer": "Stjepan Sejic",
    "img": "harleen2",
    "description": "Despite the strongest objections from every possible authority—including district attorney Harvey Dent—Dr. Harleen Quinzel’s found herself with free access to every inmate in Arkham Asylum, where she desperately pursues a revolutionary and highly controversial cure to the insanity of Gotham. But her work with the city’s super-criminals quickly muddies the waters of good and evil, and in the deepest, darkest padded rooms of Arkham, even the words of a mad clown start making sense!",
    "rating": 4.60,
    "status": "finished"
  },
  {
    "title": "HARLEEN #3",
    "genres": ["Superhero"],
    "quantity": 4,
    "category": ["Harlequin", "dc"],
    "price": 7.99,
    "year": "Dec 18, 2019",
    "writer": "Stjepan Sejic",
    "img": "harleen3",
    "description": "In which our doomed doctor makes a choice she can never take back-one that seals her dark fate and gives rise to one of the most legendary villains of all time!",
    "rating": 4.80,
    "status": "finished"
  },
  {
    "title": "The Boys #1",
    "genres": ["Superhero", "Black-comedy", "Satire"],
    "quantity": 4,
    "category": ["the-boys", "other"],
    "price": 2.99,
    "year": "August 2, 2006",
    "writer": "Garth Ennis",
    "img": "the-boys1",
    "description": "The Boys is an irreverent take on what happens when superheroes, who are as popular as celebrities, as influential as politicians and as revered as gods, abuse their superpowers rather than use them for good. It's the powerless against the super powerful as The Boys embark on a heroic quest to expose the truth about 'The Seven' and their formidable Vought American backing.",
    "rating": 4.60,
    "status": "finished"
  },
  {
    "title": "The Boys #2",
    "genres": ["Superhero", "Black-comedy", "Satire"],
    "quantity": 5,
    "category": ["the-boys", "other"],
    "price": 2.99,
    "year": "August 30, 2006",
    "writer": "Garth Ennis",
    "img": "the-boys2",
    "description": "The Boys is an irreverent take on what happens when superheroes, who are as popular as celebrities, as influential as politicians and as revered as gods, abuse their superpowers rather than use them for good. It's the powerless against the super powerful as The Boys embark on a heroic quest to expose the truth about 'The Seven' and their formidable Vought American backing.",
    "rating": 4.70,
    "status": "finished"
  },
  {
    "title": "The Boys #3",
    "genres": ["Superhero", "Black-comedy", "Satire"],
    "quantity": 5,
    "category": ["the-boys", "other"],
    "price": 2.99,
    "year": "October 4, 2006",
    "writer": "Garth Ennis",
    "img": "the-boys3",
    "description": "The Boys is an irreverent take on what happens when superheroes, who are as popular as celebrities, as influential as politicians and as revered as gods, abuse their superpowers rather than use them for good. It's the powerless against the super powerful as The Boys embark on a heroic quest to expose the truth about 'The Seven' and their formidable Vought American backing.",
    "rating": 4.70,
    "status": "finished"
  },
  {
    "title": "Cyberpunk 2077: Blackout #1",
    "genres": ["Action", "Science-fiction", "Video Game"],
    "quantity": 6,
    "category": ["cyberpunk2077", "other"],
    "price": 3.99,
    "year": "Jun 1, 2022",
    "writer": "Bartosz Sztybor",
    "img": "cyberpunk20771",
    "description": "It hurts. Night City hurts. The suffering runs deep and the deeper one falls, the longer the self-prescribed dreams play. Fortune, hope, love--all made possible by DMS technology. But not everyone desires a happy ending. A braindance repairman discovers the answer to pain . . . comes in a blackout.",
    "rating": 4.50,
    "status": "ongoing"
  },
  {
    "title": "Cyberpunk 2077: Blackout #2",
    "genres": ["Action", "Science-fiction", "Video Game"],
    "quantity": 8,
    "category": ["cyberpunk2077", "other"],
    "price": 3.99,
    "year": "Jul 6, 2022",
    "writer": "Bartosz Sztybor",
    "img": "cyberpunk20772",
    "description": "Arturos heist scheme is set in motion--all he needs is a team--a trusted cyberpunk, the best driver in Night City, and an unlikely ally within one of the citys most corrupt institutions. Choices have consequences, but this time, the choice is his.",
    "rating": 4.60,
    "status": "ongoing"
  },
  {
    "title": "Stranger Things #1",
    "genres": ["Science-fiction", "Horror"],
    "quantity": 8,
    "category": ["stranger-things", "other"],
    "price": 3.99,
    "year": "September 26, 2018",
    "writer": "Jody Houser",
    "img": "stranger-things1",
    "description": "Follow Will Byers into a dimension of decay and destruction where he must use his wits and resolve to dodge the pursuit of the Demogorgon and escape the Upside Down",
    "rating": 4.00,
    "status": "finished"
  },
  {
    "title": "Stranger Things #2",
    "genres": ["Science-fiction", "Horror"],
    "quantity": 10,
    "category": ["stranger-things", "other"],
    "price": 3.99,
    "year": "October 31, 2018",
    "writer": "Jody Houser",
    "img": "stranger-things2",
    "description": "Stuck in the mysterious Upside Down, Will Byers is cold, scared and starving. He uses his last bullet to temporarily drive away the Demogorgon. Drawing on lessons learned from D&D, Will hunts for food and supplies to prepare for whatever lies ahead. After discovering he can affect the lights in his family home, brief excitement turns to terror when he realizes he isn't the only one that wants to break through to the other side.",
    "rating": 4.10,
    "status": "finished"
  },
  {
    "title": "Stranger Things #3",
    "genres": ["Science-fiction", "Horror"],
    "quantity": 6,
    "category": ["stranger-things", "other"],
    "price": 3.99,
    "year": "November 28, 2018",
    "writer": "Jody Houser",
    "img": "stranger-things3",
    "description": "He knows there are doors to the other side; he just has to find them before the demogorgon finds him. Will ''The Wise'' always does what is best for the ''Party,'' but how long will that keep him alive in the Upside Down?",
    "rating": 4.20,
    "status": "finished"
  },
  {
    "title": "Stranger Things #4",
    "genres": ["Science-fiction", "Horror"],
    "quantity": 7,
    "category": ["stranger-things", "other"],
    "price": 3.99,
    "year": "January 02, 2019",
    "writer": "Jody Houser",
    "img": "stranger-things4",
    "description": "Will 'The Wise' is all out of tricks, hunkered down in a makeshift fort and beginning to hallucinate from starvation, dehydration and the terrors of the Upside Down. Will must find the doors to the other side before the demogorgon finds him. Find out what happens when the Demogorgon finally catches its prey.",
    "rating": 4.20,
    "status": "finished"
  }
]
